Repository: liliumdev/rpr-zadaca1
Catalog: Source/rpr1/strings.*.resx
Languages: bs

# AlreadyTookExam
source: You already took this exam! Do you want to retake it?
bs: Vec ste polagali ovaj ispit! Da li ga zelite ponoviti?

# BestAnswered
source: Best answered question
bs: Najbolje odgoreno pitanje

source: Choose option
bs: Izaberite opciju

# CorrectAnswer
source: Correct answer is number #
bs: Tacan odgovor je broj #

# CorrectAnswer2
source: The second correct answer is number #
bs: Drugi tacan odgovor je broj #

# CorrectAnswerMustBe
source: The correct answer must be between 1 and {0} !
bs: Tacan odgovor mora biti izmedju 1 i {0} !

source: Correct fill-in answer
bs: Tacan odgovor koji se dopunjava

# EnterStudentKey
source: Enter your exam entry key
bs: Unesite kljuc za prijavu

source: Enter your answer
bs: Unesite odgovor

# ExamAdded
source: Exam successfully created!
bs: Ispit uspjesno kreiran!

# ExamExists
source: An exam under this key already exists!
bs: Ispit sa ovim kljucem vec postoji!

source: Exam key
bs: Kljuc ispita

# ExamNoB
source: You first have to create an Exam B with the same key!
bs: Prvo morate napraviti ispit tipa B sa ovim kljucem!

# FailedExam
source: Sorry! You failed the exam because you've selected the wrong answer twice in a row.
bs: Zao nam je! Niste polozili ispit jer ste dva pitanja uzastopno netacno odgovorili.

# FailedExamDetails
source: Sorry! You failed the exam. Do you want to see the detailed results?
bs: Zao nam je! Niste polozili. Da li zelite vidjeti detaljne rezultate?

# FirstTakeB
source: You first have to pass type B exam to take this one!
bs: Prvo morate poloziti tip B ovog ispita!

source: Given answer #
bs: Ponudjeni odgovor #

# LessThan26
source: You have to be younger than 26 in order to take this exam!
bs: Morate biti mladji od 26 godina da polazete ispit!

# MenuBack
source: Back
bs: Nazad

# MenuExit
source: Exit
bs: Izlaz

# MenuNoteChooseSubinterface
source: Choose either the Professor or the Student interface:
bs: Izaberite interfejs za voditelja ili studenta:

# MenuOptionCreateNewExamA
source: Create new exam type A
bs: Napravi novi ispit tipa A

# MenuOptionCreateNewExamB
source: Create new exam type B
bs: Napravi novi ispit tipa B

# MenuOptionLoadData
source: Load exam and student data from saved file
bs: Ucitaj podatke o ispitima i studentima iz fajla

# MenuOptionProfessor
source: Professor
bs: Voditelj

# MenuOptionSaveData
source: Save exam and student data to file
bs: Snimi podatke o ispitima i studentima u fajl

# MenuOptionStudentList
source: Student list
bs: Lista studenata

# MenuOptionTakeExams
source: Take an exam
bs: Polazi ispit

# MenuOptionViewExamQuestions
source: View exam questions
bs: Pogledaj ispitna pitanja

# MenuOptionViewExamResults
source: View exam results
bs: Pogledaj rezultate ispita

# MenuOptionViewExams
source: View exam list
bs: Pogledaj listu ispita

# MenuOptionViewGlobalStats
source: View stats
bs: Pogledaj statistiku

# MenuOptionViewStudentExams
source: View my exams
bs: Pogledaj polagane ispite

# NoEntryKey
source: If you don't have an entry key, just type anything.
bs: Ako nemate kljuc za prijavu, upisite sta bilo.

# NoInputError
source: You haven't entered anything! Please try again.
bs: Niste nista unijeli! Pokusajte ponovo.

# NoOneTookExam
source: No one took this exam
bs: Nije niko polagao ovaj ispit

# NoSuchKey
source: No student with that key is registered
bs: Ne postoji student sa tim kljucem

# NotADate
source: Incorrect date format!
bs: Nepravilan format datuma!

# NotANumberOrNotValidated
source: You haven't entered a number or it doesn't satisfy certain parameters!
bs: Niste unijeli broj ili broj ne zadovoljava odredjene parametre!

# NotAStringOrNotValidated
source: You haven't entered a string or it doesn't satisfy certain parameters!
bs: Niste unijeli string ili string ne zadovoljava odredjene parametre!

# NotPassedWord
source: Not passed
bs: Nije polozen

# PassedExam
source: Congratulations! You passed the exam. Do you want to see the detailed results?
bs: Cestitamo! Polozili ste ispit. Da li zelite vidjeti detaljne rezultate?

# PassedWithN
source: Passed with {0} correct answers
bs: Polozeno sa {0} tacnih odgovora

# PassedWord
source: Passed
bs: Polozen

# PercentagePerYear
source: Study years' percentage in total passed exams
bs: Udio razlicith studijskih godina u ukupnom broju polozenih ispita

source: Question #
bs: Pitanje #

# QuestionNotValidated
source: The question is either longer than 10 words or there's a similar question already!
bs: Pitanje je ili duze od 10 rijeci ili vec postoji slicno pitanje u ispitu!

# QuestionNotValidatedA
source: The question is either longer than 10 words, or there's a similar question - or there's a same question in exam type B!
bs: Pitanje je ili duze od rijeci ili vec postoji slicno pitanje u ispitu ili pak postoji isto pitanje u ispitu tipa B!

# StudentBirthday
source: Date of birth (dd.mm.yyyy format)
bs: Datum rodjenja (u dd.mm.yyyy formatu)

# StudentCreated
source: Successfully registered. Your key is {0}. Please write it down somewhere!
bs: Registracija uspjesna. Vas kljuc je {0}. Molimo zapisite ga negdje!

# StudentFaculty
source: Name of faculty
bs: Naziv fakulteta

# StudentFirstName
source: First name
bs: Ime

# StudentLastName
source: Last name
bs: Prezime

# StudentStudyYear
source: Year of study
bs: Godina studija

source: Total passed
bs: Polozilo ukupno

# WantToRegister
source: That exam entry key does not exist. Do you want to register as a new student in order to get the entry key?
bs: Taj kljuc za prijavu ne postoji. Da li se zelite registrovati kao novi student da bi dobili svoj kljuc za prijavu?

# WorstAnswered
source: Worst answered question
bs: Najlosije odgovoreno pitanje

# YearWord
source: year
bs: godina
